Revit 2024 API
SpecTypeId.HeatTransferCoefficient Property
 Coefficient of Heat Transfer, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId HeatTransferCoefficient { get; }
Visual Basic
Public Shared ReadOnly Property HeatTransferCoefficient As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HeatTransferCoefficient {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace